Repository: chiefpansancolt/devhub
Catalog: Packages/DevHubCore/Sources/DevHubCore/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, pt_br, ru, zh_hans

source: The release list answered with status %lld.
de: Die Versionsliste antwortete mit Status %lld.
es: La lista de versiones respondió con el estado %lld.
fr: La liste des versions a répondu avec le statut %lld.
ja: リリース一覧がステータス%lldで応答しました。
ko: 릴리스 목록이 상태 %lld(으)로 응답했습니다.
pt_br: A lista de versões respondeu com o status %lld.
ru: Список версий ответил со статусом %lld.
zh_hans: 版本列表返回了状态 %lld。

source: The release list could not be read.
de: Die Versionsliste konnte nicht gelesen werden.
es: No se pudo leer la lista de versiones.
fr: La liste des versions n’a pas pu être lue.
ja: リリース一覧を読み取れませんでした。
ko: 릴리스 목록을 읽을 수 없습니다.
pt_br: Não foi possível ler a lista de versões.
ru: Не удалось прочитать список версий.
zh_hans: 无法读取版本列表。

source: The scan was cancelled
de: Die Prüfung wurde abgebrochen
es: La comprobación se canceló
fr: La vérification a été annulée
ja: チェックはキャンセルされました
ko: 확인이 취소되었습니다
pt_br: A verificação foi cancelada
ru: Проверка отменена
zh_hans: 检查已取消

source: The sign-in was cancelled on GitHub.
de: Die Anmeldung wurde auf GitHub abgebrochen.
es: El inicio de sesión se canceló en GitHub.
fr: La connexion a été annulée sur GitHub.
ja: GitHubでサインインがキャンセルされました。
ko: GitHub에서 로그인이 취소되었습니다.
pt_br: O login foi cancelado no GitHub.
ru: Вход был отменён на GitHub.
zh_hans: 已在 GitHub 上取消登录。

# There is no %@ program at %@.
source: There is no %1$@ program at %2$@.
de: Unter %2$@ gibt es kein %1$@-Programm.
es: No hay ningún programa %1$@ en %2$@.
fr: Il n’y a aucun programme %1$@ dans %2$@.
ja: %2$@に%1$@プログラムはありません。
ko: %2$@에 %1$@ 프로그램이 없습니다.
pt_br: Não há nenhum programa %1$@ em %2$@.
ru: По пути %2$@ нет программы %1$@.
zh_hans: %2$@ 处没有 %1$@ 程序。

source: There is no brew program at %@.
de: Unter %@ gibt es kein brew-Programm.
es: No hay ningún programa brew en %@.
fr: Il n’y a aucun programme brew dans %@.
ja: %@にbrewプログラムはありません。
ko: %@에 brew 프로그램이 없습니다.
pt_br: Não há nenhum programa brew em %@.
ru: По пути %@ нет программы brew.
zh_hans: %@ 处没有 brew 程序。

source: There is no rustup program at %@.
de: Unter %@ gibt es kein rustup-Programm.
es: No hay ningún programa rustup en %@.
fr: Il n’y a aucun programme rustup dans %@.
ja: %@にrustupプログラムはありません。
ko: %@에 rustup 프로그램이 없습니다.
pt_br: Não há nenhum programa rustup em %@.
ru: По пути %@ нет программы rustup.
zh_hans: %@ 处没有 rustup 程序。

source: This file is not a program.
de: Diese Datei ist kein Programm.
es: Este archivo no es un programa.
fr: Ce fichier n’est pas un programme.
ja: このファイルはプログラムではありません。
ko: 이 파일은 프로그램이 아닙니다.
pt_br: Este arquivo não é um programa.
ru: Этот файл не является программой.
zh_hans: 此文件不是程序。

source: This file was written by a newer version of DevHub (file format %lld). Update DevHub to read it.
de: Diese Datei wurde von einer neueren DevHub-Version geschrieben (Dateiformat %lld). Aktualisiere DevHub, um sie zu lesen.
es: Este archivo lo escribió una versión más reciente de DevHub (formato de archivo %lld). Actualiza DevHub para leerlo.
fr: Ce fichier a été écrit par une version plus récente de DevHub (format de fichier %lld). Mettez DevHub à jour pour le lire.
ja: このファイルは新しいバージョンのDevHubで作成されました（ファイル形式 %lld）。読み込むにはDevHubをアップデートしてください。
ko: 이 파일은 더 새로운 DevHub 버전에서 만들어졌습니다(파일 형식 %lld). 읽으려면 DevHub를 업데이트하세요.
pt_br: Este arquivo foi criado por uma versão mais recente do DevHub (formato de arquivo %lld). Atualize o DevHub para lê-lo.
ru: Этот файл создан более новой версией DevHub (формат файла %lld). Обновите DevHub, чтобы его прочитать.
zh_hans: 此文件由较新版本的 DevHub 创建（文件格式 %lld）。请更新 DevHub 后再读取。

source: This folder does not exist.
de: Dieser Ordner existiert nicht.
es: Esta carpeta no existe.
fr: Ce dossier n’existe pas.
ja: このフォルダは存在しません。
ko: 이 폴더가 없습니다.
pt_br: Esta pasta não existe.
ru: Эта папка не существует.
zh_hans: 此文件夹不存在。

source: This is not a DevHub standard packages file.
de: Das ist keine DevHub-Standardpaketdatei.
es: Este no es un archivo de paquetes estándar de DevHub.
fr: Ce n’est pas un fichier de paquets standard DevHub.
ja: DevHubの標準パッケージファイルではありません。
ko: DevHub 표준 패키지 파일이 아닙니다.
pt_br: Este não é um arquivo de pacotes padrão do DevHub.
ru: Это не файл стандартных пакетов DevHub.
zh_hans: 这不是 DevHub 标准软件包文件。

source: This program did not run as %@.
de: Dieses Programm lief nicht als %@.
es: Este programa no se ejecutó como %@.
fr: Ce programme ne s’est pas exécuté comme %@.
ja: このプログラムは%@として動作しませんでした。
ko: 이 프로그램은 %@(으)로 실행되지 않았습니다.
pt_br: Este programa não funcionou como %@.
ru: Эта программа не запустилась как %@.
zh_hans: 此程序无法作为 %@ 运行。

source: This program did not run as brew.
de: Dieses Programm lief nicht als brew.
es: Este programa no se ejecutó como brew.
fr: Ce programme ne s’est pas exécuté comme brew.
ja: このプログラムはbrewとして動作しませんでした。
ko: 이 프로그램은 brew로 실행되지 않았습니다.
pt_br: Este programa não funcionou como brew.
ru: Эта программа не запустилась как brew.
zh_hans: 此程序无法作为 brew 运行。

source: This program did not run as rustup.
de: Dieses Programm lief nicht als rustup.
es: Este programa no se ejecutó como rustup.
fr: Ce programme ne s’est pas exécuté comme rustup.
ja: このプログラムはrustupとして動作しませんでした。
ko: 이 프로그램은 rustup으로 실행되지 않았습니다.
pt_br: Este programa não funcionou como rustup.
ru: Эта программа не запустилась как rustup.
zh_hans: 此程序无法作为 rustup 运行。

source: and %lld more
de: und %lld weitere
es: y %lld más
fr: et %lld autres
ja: 他%lld件
ko: 외 %lld개
pt_br: e mais %lld
ru: и ещё %lld
zh_hans: 以及另外 %lld 项
